{
    "Il Matrimonio di C&A": "C&A's Wedding",
    "Caricamento": "Loading",

    "Intro": "Intro",
    "Quando?": "When?",
    "Cerimonia": "Rite",
    "Ricevimento": "Party",
    "RSVP": "RSVP",
    "Regalo": "Present",
    "Faq & Contatti": "FAQ & Contacts",
    "Contatti": "Contacts",

    "Luglio": "July",
    "Sì, finalmente ci sposiamo.": "Yes, we're finally doing it.",

    "Avete capito bene. Dopo 7 anni dovevo pur cedere. Anche perchè, lei aveva cominciato a lamentarsi del fatto che stanno arrivando gli “anta” ...": "",
    "Tornando seri: siamo emozionati e felici di invitarvi al giorno più importante della nostra vita!": "",
    "Più importante dopo quello dell'uscita dell'iPhone, naturalmente.": "",

    "Quando ci sposiamo?": "",
    "Una data comoda: è al centro della settimana, è un giovedì. Di luglio. Così potevamo scombinarvi le ferie.": "",

    "Chiara la conoscete anche voi. Siamo consapevoli che la aspetteremo, sotto un sole da 40 gradi, al centro di Catania?": "",
    "Ma quando mai? Il tempo di un paio di email e di mettermi le scarpe. Tanto voi mica avete altri impegni.": "",
    "dalle ore": "",
    "nella Chiesa di": "",
    "Raggiungere la Chiesa": "",

    "Ho visto in una puntata dei Simpson che il riso crudo fa esplodere gli uccelli. E quindi vediamo se è vero.": "",
    "Dopo le eventuali esplosioni, vi invitiamo ad aspettarci per il ricevimento.": "",
    "al": "",
    "Raggiungere il Castello": "",

    "Ci sarai?": "",
    "Facci sapere entro il 2 giugno, per piacere.": "",
    "Sennò ti veniamo a cercare a casa. E non scherzo.": "",

    "E il regalo?": "",
    "Non fiori, ma opere di bene.": "",
    "Il nostro bene.": "",
    "Speriamo che vogliate aiutarci a costruire la nostra vita da sposati.": "",
    "A comprare tanti Lego e a mandarci in viaggio di nozze in un posto molto lontano.": "",

    "Che si mangia?": "",
    "Aurelio non mangia pesce, quindi almeno al matrimonio ci sarà la carne.": "",
    "Nel form di partecipazione, però, potrete indicare eventuali esigenze particolari sul menù.": "",

    "Posso portare i miei figli?": "",
    "Certo che puoi, ma sei sicur* che reggano open bar e festa dopo cena?": "",
    "Speriamo che tutti vi godiate la giornata, ma non abbiamo potuto organizzare un servizio di intrattenimento dedicato anche a bambini e bambine.": "",

    "Posso portare il mio fidanzato/a?": "",
    "Certo! Ma vale lo stesso discorso dei figli: sei sicur* che regga open bar e festa dopo cena?": "",

    "Ho intolleranze alimentari, verrò ggiàmmangiato?": "",
    "Non ti preoccupare! Nel form di partecipazione potrai indicare tutte le intolleranze o le eventuali richieste, in modo che il catering possa organizzarsi al meglio!": "",

    "C'è un dress code?": "",
    "Puoi vestirti come preferisci.": "",
    "Anche con le Birkenstock.": "",

    "C'è una lista nozze?": "",
    "C'è l'Iban di Chiara, così la smette di lamentarsi che è senza soldi.": "",

    "Torna": "Go",
    "all'inizio": "to start",

    "Torna alla Home": "Go to Home",
    "Area Invitati": "Guest Area",
    "Sei un invitato?": "",
    "Inserisci il tuo nome e cognome e il codice che ti è stato inviato via messaggio. Potrai cosi fornirci alcuni dettagli che ci serviranno per organizzare al meglio l'evento.": "",
    "Accedi": "Sign In",
    
    "Riepilogo": "Summary",
    "Nome": "Name",
    "Cognome": "Surname",
    "Password": "Password",
    "Presente alla Cerimonia": "",
    "Presente al Ricevimento": "",
    "Dieta": "Diet",
    "Allergie": "Allergies",
    "Ospiti Extra": "Extra Guests",
    "Dati Ospiti": "Extra Guests Data",
    "Numero Ospiti": "Extra Guests Number",
    "Conferma": "Confirm",

    "Grazie!": "Thanks!",
    "Ci vediamo il 13 Luglio al matrimonio!": "",
    "Per qualsiasi informazione non esitare a contattarci": "",

    "Ciao :Name!": "Hello :Name",
    "Per organizzare al meglio l'evento, avremmo bisogno che tu ci fornisca qualche informazione.": "",
    "Quando sei pronto possiamo cominciare!": "",
    "Cominciamo": "Let's start",

    "Cominciamo con qualcosa di semplice. E' proprio questo il tuo": "",
    
    "Bene! Ed il tuo": "",

    "Ti chiederemo di confermare i tuoi dati anagrafici principali. Se i dati pre-inseriti dovessero essere corretti, puoi premere": "",
    "e andare avanti.": "",

    "Sarai presente alla": "",
    "La cerimonia si svolgerà alle 16.30 presso la Chiesa di San Francesco d'Assisi All'Immacolata. Abbiamo bisogno di sapere in anticipo se ci sarai.": "",

    "Sarai presente al": "",
    "Il ricevimento si svolgerà alle 19.00 presso il Castello Xirumi di Serravalle. Abbiamo bisogno di sapere in anticipo se ci sarai.": "",

    "Sì, ci sarò!": "",
    "No, mi spiace.": "",

    "Dicci qualcosa sul tuo": "",
    "stile alimentare": "",
    "Qui puoi comunicarci se sei vegetariano, crudariano o hai qualche problema con alcuni alimenti.": "",
    "Onnivoro, vegetariano, non mangio pesce, ecc...": "",

    "Soffri di": "",
    "particolari? Indicacele tutte scrivendo gli allergeni uno dopo l'altro separandoli con una virgola.": "",
    "Glutine, lattosio, pesche, aglio, ecc...": "",

    "Dato che sarai nostro ospite al ricevimento, ti chiediamo di informarci riguardo le tue preferenze alimentari e le allergie di cui soffri.": "",
    
    "Pensi di portare altri": "",
    "Ospiti": "",
    "con te?": "",
    "Sì, ho qualche ospite!": "",
    "No, non porto nessuno con me.": "",
    "Puoi portare con te qualcuno se vuoi, assicurati però di inserire i suoi dati corretti.": "",

    "Aggiungi gli ospiti che desideri invitare.": "",
    "Inserisci i loro dati e quando avrai finito, clicca Conferma e vai avanti!": "",
    "Dieta (Onnivoro, vegetariano, ecc.)": "",
    "Allergie (Glutine, lattosio, ecc.)": "",
    "Aggiungi Ospite": "",
    "Compila i campi e clicca su 'Aggiungi Ospite'. Premi 'Conferma' per completare la registrazione.": ""

}